Repository: Solvosoft/django-gentelella-widgets
Catalog: djgentelella/reservation/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please, use an email with html support
es: Por favor use un cliente de correo con soporte HTML

source: Reservation requested: reserv-%d
es: Reservación solicitada: reserv-%d

source: Reservation accepted: reserv-%d
es: Reservación aceptada: reserv-%d

source: Reservation denied: reserv-%d
es: Reservación denegada: reserv-%d

source: Reservation borrowed: reserv-%d
es: Reservación prestada: reserv-%d

source: Reservation returned: reserv-%d
es: Reservación regresada: reserv-%d

source: You can not create reservation with active reservation
es: Usted no puede crear una reservación con otra activa

source: You amount correct, requested 0 or negative value
es: Su cantidad está incorrecta, solicitado 0 o un valor negativo

source: You requested more than product available
es: Usted solicitó más producto del disponible

source: Building
es: En construcción

source: Requested
es: Solicitado

source: Accepted
es: Aceptado

source: Denied
es: Denegado

source: Borrowed
es: Prestado

source: Returned
es: Retornado

source: Hi,
es: Hola,

source: Reservation status
es: Estado de la reservación

source: Reservation start date
es: Fecha inicio de la reservación

source: Reservation end date
es: Fecha fin de la reservación

source: List of products
es: Lista de productos

source: Not borrowed
es: No prestado

source: Thanks
es: Gracias

source: Tramited by
es: Tramitado por:

source: Approves all
es: Aprobar todo

source: Available:
es: Disponible:

source: Reserve
es: Reservar

source: Are you sure? See above the products details
es: ¿Está seguro? Observe abajo el detalle de los productos

source: Finish this reservation
es: Finalizar esta reservación

source: Reserved products
es: Productos reservados

source: Products are not reserved yet
es: Productos no reservados todavía

source: Thanks, your reservation was processed successfully
es: Gracias, su reservación fue procesada correctamente

source: Creating a reservation
es: Creando reservaciones

source: Submit
es: Enviar

source: Observations
es: Observaciones

source: Previous
es: Anterior

source: Page
es: Página

source: Next
es: Siguiente

source: Creating a reservation of :
es: Creando una reservación de:

source: Reservation created
es: Reservación creada

source: No reservation object started
es: Sin reservación inicializada

source: Reservation finised
es: Finalizar reservación

source: Reservation created successful
es: Reservación creada correctamente

source: Product added successful
es: Producto añadido correctamente

source: Product deleted successful
es: Producto eliminado correctamente

source: Reservation updated successful
es: Reservación actualizada correctamente
