Repository: Solvosoft/django-gentelella-widgets
Catalog: djgentelella/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Problem in the Internet?
es: ¿Problemas de conexión ?

source: Select an element
es: Seleccione un elemento

source: Sorry, there is a problem
es: Lo lamentamos hay un problema

source: Media device is not available
es: Dispositivo de multimedia no está disponible

source: Start
es: Iniciar

source: Capture
es: Capturar

source: Save
es: Guardar

source: Record
es: Grabar

source: Recording...
es: Grabando...

source: Error when applying setting to signature:
es: Error aplicando las propiedades de firma digital

source: Error loading content:
es: Error cargando contenido:

source: Error loading image
es: Error cargando imagen

source: Errors
es: Errores

source: Warning
es: Advertencia

source: The signing was successfully completed.
es: La firma se ha completado correctamente.

source: Success
es: Éxito

source: An error has occurred in the internal server of the uncontrolled 'Firmador Libre'.
es: Ha ocurrido un error en el servidor interno del no controlado 'Firmador Libre'.

source: Make sure to start the 'Firmador Libre' application. If it is already running, please press the reload button.
es: Asegúrate de iniciar la aplicación 'Firmador Libre'. Si ya está en ejecución, presiona el botón de recarga.

source: There is no card connected to the device. Please press the reload button and connect your card.
es: No hay tarjeta conectada al dispositivo. Presiona el botón de recarga y conecta tu tarjeta.

source: The internal signature service does not work. Please contact the support.
es: El servicio de firma interna no funciona. Contacta con el soporte.

source: Authentication failed because the PIN entry window was detected closed, please try again.
es: La autenticación falló porque la ventana de entrada PIN fue detectada cerrada, intenta de nuevo.

source: The device was disconnected, possibly the window was closed for signature. Please close the window for the authentication PIN.
es: El dispositivo se desconectó, posiblemente la ventana para la firma se cerró. Cierra la ventana para la autenticación PIN.

source: The new signature field position overlaps with an existing signature.
es: El nuevo campo de firma se superpone con una firma existente.

source: The new signature field position is outside the page dimensions.
es: El nuevo campo de firma está fuera de los límites de la página.

source: The version of one or more libraries is incompatible.
es: La versión de una o más bibliotecas es incompatible.

source: The cryptographic provider is not available.
es: El proveedor de criptografía no está disponible.

source: The signing algorithm is not available.
es: El algoritmo de firma no está disponible.

source: Errors have been encountered in the data to be sent to the 'Free Signer'. Please press the reload button and try again.
es: Se han encontrado errores en los datos que se enviarán al 'Firmador Libre'. Presiona el botón de recarga y intenta de nuevo.

source: The request to the signing service timed out. Please, press the reload button and try again.
es: El tiempo de espera del servicio de firma ha expirado. Presiona el botón de recarga y intenta de nuevo.

source: We're sorry, an unexpected error occurred. Please, press the reload button and try again.
es: Lo sentimos, ha ocurrido un error inesperado. Presiona el botón de recarga y intenta de nuevo.

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Records Selected
es: Grabar seleccionado

source: Unsupported format
es: Formato no soportado

source: error uploading file
es: error subiendo archivo

source: not a real date
es: no es una fecha real

source: Select date
es: Seleccione una fecha

source: Clear
es: Limpiar

source: Search
es: Buscar

source: Yes
es: Si

source: More
es: Más

source: Download
es: Descargar

source: Clear Filters
es: Limpiar Filtros

source: Actions
es: Acciones

source: This Object
es: Este objeto

source: Create
es: Crear

source: Detail
es: Detalles

source: Update
es: Actualizar

source: Delete
es: Borrar

source: There was a problem performing your request. Please try again later or contact the administrator.
es: Hubo un problema al realizar tu solicitud. Por favor, intenta nuevamente más tarde o contacta al administrador.

source: loading
es: Cargando

source: Please, sign the document before saving
es: Por favor, firme el documento antes de guardar

source: The document is not digitally signed. Please sign the document before saving.
es: El documento no está firmado digitalmente. Por favor, firme el documento antes de guardar.

source: The document was saved
es: El documento se ha guardado
